HCMUT/Sem182/MT2001/org/distributions.tex
% Created 2019-03-22 Fri 21:15
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Nhat Minh Nguyen}
\date{\today}
\title{DISTRIBUTIONS}
\hypersetup{
 pdfauthor={Nhat Minh Nguyen},
 pdftitle={DISTRIBUTIONS},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.0.50 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Discrete Distributions}
\label{sec:org0c8d10b}

\section{Continuous Distributions}
\label{sec:orga9ce994}

\subsection{Continuous Uniform Distribution}
\label{sec:orgb0868a9}
\subsubsection{Definition}
\label{sec:org9cfe75c}
A continuous random variable \(X\) is called a \textbf{continuous uniform random variable} if its density function is:
\begin{align*}
    f(x) = \frac{1}{(b - a)}
\end{align*}

\subsubsection{Mean and Variance}
\label{sec:org51adb07}
If \(X\) is a continuous uniform random variable over \(a \leq x \leq b\), then:
\begin{align*}
    E(X) &= \mu  = \frac{a + b}{2} \\
    V(X) &= \sigma^2  = \frac{(b - a)^2}{2}
\end{align*}


\subsection{Normal Distribution}
\label{sec:orgc4b331b}
\subsubsection{Intuitive meaning of Normal Distribution}
\label{sec:org0dfba59}
A random variable \(X\) follows a normal distribution if \(X\) is the result of a random experiment where the occurence of the mean value is the highest.
\subsubsection{Definition}
\label{sec:org5a85294}
\subsubsection{Notation}
\label{sec:org6e4d66f}
\(X ~ N(\mu, \sigma^2)\)
where \(\mu\) is the mean and \(\sigma^2\) is the variance of \(X\).
\end{document}
